<?php
return [
    'aaa' => ' sdsd',
    'operator' => 'اپراتور ',
    'admin' => '   ادمین',
    'qc' => ' کنترل کیفیت',
    'accountant' => ' حسابداری  ',
    'service' => ' خدمات پس از فروش  ',
    'home' => ' خانه',
    'vila' => ' ویلا',
    'cnc' => 'خانواده ماشین های cnc ',
    'medical' => ' خانواده لیزرهای پزشکی',
    'server' => ' سرور و کامپیوتر',
    'miner' => ' ماینر',
    'wpomp' => ' پمپ آب ',
    'otheru' => ' سایر مصارف ',
    'submit' => ' ثبت اولیه ',
    'saves' => ' ذخیره نهایی',
    'delivered' => 'تحویل  ',
    'producer' => ' تولبد کننده',
    '' => ' ',
    '' => ' ',
    '' => ' ',


];

?>
