<?php
return [
    'aaa' => ' sdsd',
    'operator' => 'اپراتور ',
    'admin' => '   ادمین',
    'qc' => ' کنترل کیفیت',
    'accountant' => ' حسابداری  ',
    'service' => ' خدمات پس از فروش  ',
    'home' => ' خانه',
    'vila' => ' ویلا',
    'cnc' => 'خانواده ماشین های cnc ',
    'medical' => ' خانواده لیزرهای پزشکی',
    'server' => ' سرور و کامپیوتر',
    'miner' => ' ماینر',
    'wpomp' => ' پمپ آب ',
    'otheru' => ' سایر مصارف ',
    'submit' => ' ثبت اولیه ',
    'saves' => ' ذخیره نهایی',
    'delivered' => 'تحویل  ',
    'producer' => ' تولید  کننده',
    'sell' => 'بخش فروش ',
    'deliverd' => ' بخش تحویل',
    'insert_repair' => 'بخش ثبت تعمیر ',
    'repair_out' => ' خروج تعمیر',
    'repair_in' => ' ورود تعمیر',
    'produce' => ' تولید',
    'images' => ' تصاویر',
    '' => ' ',
    '' => ' ',
    '' => ' ',
    '' => ' ',
    '' => ' ',


];

?>
